Repository: laconicman/LearnWords
Catalog: LearnWords/Localizable.xcstrings
Source language: en
Languages: ru

source: %1$d learned · %2$d learning · %3$d untouched
ru: %1$d выучено · %2$d в работе · %3$d не начато

source: %1$d recognised · %2$d produced
ru: %1$d узнано · %2$d воспроизведено

source: %d days
ru: %d дн.

source: %d%% of the way in
ru: Пройдено %d %%

source: Add
ru: Добавить

source: Add a word in %@
ru: Добавить слово на %@

source: Add another meaning
ru: Добавить ещё значение

source: Add new word
ru: Добавить новое слово

source: Add new word set
ru: Добавить новый набор слов

source: Add Word
ru: Добавить слово

source: Allow in settings
ru: Разрешить в настройках

source: Allow microphone usage
ru: Разрешить использование микрофона

source: Allow speech recognition
ru: Разрешить распознавание речи

# AnswerCount
source: %d answers
ru: %d ответа

source: Answers so far
ru: Ответы

source: Cancel
ru: Отмена

source: Check installed languages
ru: Проверьте установленные языки.

source: Coming up
ru: Впереди

source: Confirm meanings
ru: Подтверждение

source: Current set is empty. Add some words to learn.
ru: Текущий набор пуст. Добавьте слова для изучения.

source: Day %d
ru: День %d

# DayCount
source: %d days
ru: %d дня

source: Delete
ru: Удалить

source: Dictation
ru: Диктант

# DICTIONARY_ACTION
source: Got It
ru: Понятно

# DICTIONARY_MESSAGE
source: Have you set up your iOS dictionaries? Tap "Manage" below to download dictionaries for the languages you want.
ru: Вы настроили системные iOS словари? Нажмите кнопку "Управлять" внизу чтобы загрузить нужные словари и удалить лишние.

# DICTIONARY_TITLE
source: Add Dictionaries
ru: Добавить словари

source: Due in about %@
ru: Повтор примерно через %@

source: Due later today
ru: Повтор сегодня

source: Due now
ru: Пора повторить

# DueNowCount
source: %d due now
ru: %d к повторению

source: Edit
ru: Редактировать

source: Edit word
ru: Редактировать слово

source: Effort
ru: Вложено труда

source: English (GB)
ru: Английский (Великобритания)

source: English (US)
ru: Английский (США)

source: Export as
ru: Экспортировать как

# EXPORT_WORDS_MESSAGE
source: Export %@
ru: Экспортировать %@

source: for phonetic exercises
ru: для фонетических упражнений

source: Forgot
ru: Не знаю

source: French
ru: Французский

source: German
ru: Немецкий

source: Got it
ru: Понятно

# IMPORT_FAIL_TITLE
source: Import Failed
ru: Импорт не удался

# IMPORT_SUCCESS_MESSAGE
source: %@ found in import source. %@ duplicated. %@ added.
ru: %@ найдено в импортируемом источнике. %@ дублировано. %@ добавлено.

# IMPORT_SUCCESS_TITLE
source: Import Successful
ru: Импорт удался

source: Italian
ru: Итальянский

source: Keyboard for language to study (%@) is not installed now.
ru: Клавиатура для изучаемого языка (%@) не установлена.

source: Keyboard for native learner's language (%@) is not installed now.
ru: Клавиатура для родного языка (%@) не установлена.

source: Know
ru: Знаю

source: Known level
ru: Уровень знания

source: Language to study
ru: Изучаемый язык

source: Languages
ru: Языки

source: Learned
ru: Выучено

source: Learned:
ru: Изучено:

source: Learning
ru: Изучение

source: Listen
ru: Слушать

source: Listen automatically
ru: Слушать автоматически

source: Listen when I tap
ru: Слушать по нажатию

source: Listening automatically
ru: Слушаю автоматически

source: Look Up
ru: В словаре

source: Looks like you only have those keyboards:
ru: У вас сейчас только вот эти клавиатуры:

source: Meaning %d
ru: Значение %d

source: Meaning in
ru: Язык:

# MeaningsWillBeCreated
source: %d meanings will be created
ru: Будет создано %d значения

source: Merge into the meaning above
ru: Объединить с предыдущим значением

source: Microphone access denied.
ru: Нет доступа к микрофону.

source: Microphone Access Required
ru: Требуется доступ к микрофону

source: Mostly recognition so far — producing these words is the harder half.
ru: Пока в основном узнавание — воспроизводить эти слова труднее.

source: Name of set
ru: Название набора

source: Native language
ru: Родной язык

source: Needs a word in %@.
ru: Нужно слово на %@.

source: Needs successes on two separate days to count as learned.
ru: Чтобы считаться выученным, нужны успехи в два разных дня.

source: New word
ru: Новое слово

source: No words to study
ru: Нет слов для изучения

source: Not practised yet
ru: Ещё не практиковалось

source: Nothing answered yet
ru: Пока нет ответов

source: Only recognised so far — producing it is the harder half.
ru: Пока только узнавание — воспроизводить труднее.

source: Overall
ru: Всего

source: Phonetic
ru: Фонетика

source: Pitch
ru: Высота голоса

source: Plain text
ru: Простой текст

source: Please enable Microphone access in Settings to use voice features.
ru: Разрешите доступ к микрофону в Настройках, чтобы пользоваться голосовыми функциями.

source: Please enable Speech Recognition in Settings to use voice features.
ru: Разрешите распознавание речи в Настройках, чтобы пользоваться голосовыми функциями.

source: Produced
ru: Воспроизведение

source: Progress
ru: Прогресс

source: Pronounce answers
ru: Произносить ответы

source: Pronounce questions
ru: Произносить вопросы

source: pronounce the translation
ru: произнесите перевод

source: Rate
ru: Скорость речи

source: Recall right now
ru: Вероятность вспомнить

source: Recognised
ru: Узнавание

source: Recognition
ru: Распознавание

source: Recognition not allowed
ru: Распознавание не разрешено

source: Recognition Not Available
ru: Распознавание недоступно

source: Recognition permission needed
ru: Нужно разрешение на распознавание

source: Remembered for about %@
ru: Помнится около %@

source: Remembered for less than a day
ru: Помнится меньше суток

source: Russian
ru: Русский

source: Save
ru: Сохранить

source: Search words in sets
ru: Искать слова в наборе

source: Settings
ru: Настройки

source: Spanish
ru: Испанский

source: Speech
ru: Речь

source: Speech recognition error
ru: Ошибка распознавания речи

source: Speech Recognition Required
ru: Требуется распознавание речи

source: Start recognition
ru: Начать распознавание

source: Start typing
ru: Начните набирать

source: Statistics
ru: Статистика

source: Still learning: %d%% right
ru: В работе: %d %% верных

source: Stop recognition
ru: Остановить распознавание

source: Stopping
ru: Остановка

source: Study
ru: Обучение

source: Successful days
ru: Успешных дней

source: These are separate meanings
ru: Это разные значения

source: Today
ru: Сегодня

source: Today to day %d
ru: От сегодня до дня %d

source: Total
ru: Всего

source: Total in set:
ru: Всего в наборе:

source: type in the translation
ru: наберите перевод

source: Untouched
ru: Не начато

source: Well known: %d%% right
ru: Хорошо знакомые: %d %% верных

source: Word
ru: Слово

source: Word in
ru: Язык:

# WordCount
source: %d words
ru: %d слова

source: Work invested never falls, whatever a bad week does.
ru: Вложенный труд не убывает, какой бы ни выдалась неделя.

source: You may add Keyboards from system General Settings pane.
ru: Вы можете добавить клавиатуры в панели "Основные" в "Настройках".

source: You may opt to include learned words if you'd like to continue exercises.
ru: Вы можете включить в упражнения изученные слова и продолжить закреплять их.

# ImportAddedCount
source: %d words added.
ru: Добавлено %d слов.

# ImportDuplicateCount
source: %d were already in the set.
ru: %d уже было в наборе.

# ImportUnreadableCount
source: %d lines could not be read as words.
ru: Не удалось прочитать %d строк.

source: Imported
ru: Импорт выполнен

source: Nothing imported
ru: Ничего не импортировано

source: Nothing in the file could be read as a word.
ru: В файле не найдено ни одного слова.

# SuccessfulDaysGate
source: Needs successes on %d separate days to count as learned.
ru: Чтобы считаться выученным, нужно %d успешных дней.

source: Successful days needed
ru: Успешных дней
